[
  "highlightr-plugin",
  "callout-toggles",
  "callout-manager",
  "buttons",
  "dataview",
  "homepage",
  "lazy-plugins",
  "periodic-notes",
  "obsidian-meta-bind-plugin",
  "templater-obsidian",
  "supercharged-links-obsidian",
  "obsidian-vimrc-support",
  "obsidian-another-quick-switcher",
  "js-engine",
  "obsidian-relative-line-numbers"
]